Airfoil_DynamicStall/steady/train/aoa-14/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    symmetry1
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          12236;
        startFace       24206;
    }
    symmetry2
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          12236;
        startFace       36442;
    }
    wing
    {
        type            wall;
        inGroups        1(wall);
        nFaces          266;
        startFace       48678;
    }
    inout
    {
        type            patch;
        nFaces          266;
        startFace       48944;
    }
)

// ************************************************************************* //
